import userPhoto from '../images/userPhoto.png';

export const USER_DATA = {
  firstName: 'Вероника',
  lastName: 'Ростова',
  profession: 'Менеджер по продажам',
  tagline: 'Подберу для вас самые лучшие предложения.\nМои услуги абсолютно бесплатны',
  photo: userPhoto,
};

export const SERVICES = [
  {
    id: 1,
    name: 'Ручное бронирование',
    quantity: 11,
  },
  {
    id: 2,
    name: 'Пакетные туры',
    quantity: 3,
  },
  {
    id: 3,
    name: 'Отели',
    quantity: 1,
  },
];

export const COMMENTS = [
  {
    id: '5e2c234d-9c35-46e0-a076-f0e5e3077a22',
    name: 'Самуил',
    date: '13 октября 2011',
    message: 'Привет, Верунь! ниче себе ты крутая. фотка класс!!!!',
  },

  {
    id: '272fb5d8-6ba5-4486-bc10-d2820081dc67',
    name: 'Лилия Семёновна',
    date: '14 октября 2011',
    message: 'Вероника, здравствуйте! Есть такой вопрос: Особый вид куниц жизненно стабилизирует кинетический момент, это и есть всемирно известный центр огранки алмазов и торговли бриллиантами?',
  },
  {
    id: 'a3f188ef-69b4-4f97-85a5-d9e42fd79129',
    name: 'Лилия Семёновна',
    date: '14 октября 2011',
    message: 'Вероника, здравствуйте! Есть такой вопрос: Особый вид куниц жизненно стабилизирует кинетический момент?',
  },
];
